Repository: manursutil/Luma
Catalog: Jameo/Localizable.xcstrings
Source language: en
Languages: es

source: Ask Jameo...
es: Pregunta a Jameo...

source: Ask Jameo about your screen...
es: Pregunta a Jameo sobre tu pantalla...

source: Checking screen context availability...
es: Comprobando la disponibilidad del contexto de pantalla...

source: Could not capture the current screen.
es: No se pudo capturar la pantalla actual.

source: Could not load local Ollama models.
es: No se pudieron cargar los modelos locales de Ollama.

source: Could not prepare the screen image.
es: No se pudo preparar la imagen de la pantalla.

source: Enable reasoning
es: Activar razonamiento

source: Help me understand what is on my screen.
es: Ayúdame a entender lo que hay en mi pantalla.

source: Include current screen with the next question
es: Incluir la pantalla actual con la próxima pregunta

source: Include screen
es: Incluir pantalla

source: Model
es: Modelo

source: No downloaded Ollama models found.
es: No se encontraron modelos descargados en Ollama.

source: Only models downloaded in Ollama are shown here. Pull more models in Ollama, then refresh this list.
es: Aquí solo aparecen los modelos descargados en Ollama. Descarga más modelos en Ollama y actualiza esta lista.

source: Open Jameo
es: Abrir Jameo

source: Preserve prompt and answer when opening
es: Conservar prompt y respuesta al abrir

source: Quit Jameo
es: Salir de Jameo

source: Reasoning
es: Razonamiento

source: Screen included
es: Pantalla incluida

source: Screen Recording permission is required to include screen context.
es: Se necesita permiso de grabación de pantalla para incluir contexto de pantalla.

source: Refresh
es: Actualizar

source: The selected model does not support screen context.
es: El modelo seleccionado no admite contexto de pantalla.

source: Settings
es: Ajustes

source: Settings...
es: Ajustes...

source: Thinking...
es: Pensando...
